
/* Class = "NSWindow"; title = "Name Generator"; ObjectID = "49"; */
"49.title" = "名前ジェネレータ";

/* Class = "NSTextFieldCell"; title = "Generate X names"; ObjectID = "62"; */
"62.title" = "X名を作成";

/* Class = "NSButtonCell"; title = "Generate Names"; ObjectID = "68"; */
"68.title" = "名前を作成";

/* Class = "NSButtonCell"; title = "Attempt alliteration"; ObjectID = "74"; */
"74.title" = "頭韻の試行";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "77"; */
"77.title" = "Radio";

/* Class = "NSButtonCell"; title = "Male"; ObjectID = "78"; */
"78.title" = "男性";

/* Class = "NSButtonCell"; title = "Female"; ObjectID = "79"; */
"79.title" = "女性";

/* Class = "NSButtonCell"; title = "Either"; ObjectID = "80"; */
"80.title" = "どちらか";

/* Class = "NSTextFieldCell"; title = "Gender:"; ObjectID = "82"; */
"82.title" = "性別：";

/* Class = "NSButtonCell"; title = "Double-barrelled surnames"; ObjectID = "86"; */
"86.title" = "二連式姓";

/* Class = "NSButtonCell"; title = "Forenames use initials only"; ObjectID = "88"; */
"88.title" = "名はイニシャルだけを使用";

/* Class = "NSTextFieldCell"; title = "Number of forenames/initials:"; ObjectID = "91"; */
"91.title" = "名/イニシャルの数：";

/* Class = "NSTextFieldCell"; title = "Obscurity Level"; ObjectID = "100"; */
"100.title" = "曖昧さのレベル";

/* Class = "NSTextFieldCell"; title = "Low"; ObjectID = "102"; */
"102.title" = "低";

/* Class = "NSTextFieldCell"; title = "All"; ObjectID = "104"; */
"104.title" = "全て";

/* Class = "NSTableColumn"; headerCell.title = "List"; ObjectID = "112"; */
"112.headerCell.title" = "リスト";

/* Class = "NSTableColumn"; headerCell.title = "Include"; ObjectID = "116"; */
"116.headerCell.title" = "含む";

/* Class = "NSButtonCell"; title = "Check"; ObjectID = "123"; */
"123.title" = "チェック";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add custom name list."; ObjectID = "124"; */
"124.ibExternalAccessibilityDescription" = "カスタム名前リストを追加します。";

/* Class = "NSButton"; ibShadowedToolTip = "Add custom name list."; ObjectID = "124"; */
"124.ibShadowedToolTip" = "カスタム名前リストを追加します。";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove custom name list."; ObjectID = "126"; */
"126.ibExternalAccessibilityDescription" = "カスタム名前リストを削除します。";

/* Class = "NSButton"; ibShadowedToolTip = "Remove custom name list."; ObjectID = "126"; */
"126.ibShadowedToolTip" = "カスタム名前リストを削除します。";

/* Class = "CocoaBindingsConnection"; ibShadowedDisplayPattern = "Generate %{value1}@ names"; ObjectID = "133"; */
"133.ibShadowedDisplayPattern" = "%{Value1}@ 名を作成";

/* Class = "NSTextFieldCell"; title = "Name lists to include in name generation:"; ObjectID = "138"; */
"138.title" = "名前作成に含む名前リスト：";

/* Class = "NSMenuItem"; title = "Male Forenames"; ObjectID = "158"; */
"158.title" = "男性の名前";

/* Class = "NSMenuItem"; title = "Female Forenames"; ObjectID = "159"; */
"159.title" = "女性の名前";

/* Class = "NSMenuItem"; title = "Surnames"; ObjectID = "160"; */
"160.title" = "姓";

/* Class = "NSTextFieldCell"; title = "Type:"; ObjectID = "162"; */
"162.title" = "タイプ：";

/* Class = "NSButtonCell"; title = "Ordered by popularity"; ObjectID = "164"; */
"164.title" = "人気度順";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "166"; */
"166.title" = "OK";

/* Class = "NSTextFieldCell"; title = "Title:"; ObjectID = "170"; */
"170.title" = "タイトル";

/* Class = "NSTextFieldCell"; title = "Please provide the following details about the imported name list:"; ObjectID = "172"; */
"172.title" = "インポートされた名前リストについて次の詳細を提供してください：";

/* Class = "NSMenuItem"; title = "Forename starts with:"; ObjectID = "187"; */
"187.title" = "名前の始め：";

/* Class = "NSMenuItem"; title = "Forename ends with:"; ObjectID = "188"; */
"188.title" = "名前の最後：";

/* Class = "NSMenuItem"; title = "Set forename:"; ObjectID = "189"; */
"189.title" = "名前の設定：";

/* Class = "NSMenuItem"; title = "Forename contains:"; ObjectID = "190"; */
"190.title" = "次を含む名前：";

/* Class = "NSMenuItem"; title = "Surname contains:"; ObjectID = "197"; */
"197.title" = "次を含む姓：";

/* Class = "NSMenuItem"; title = "Set surname:"; ObjectID = "198"; */
"198.title" = "姓を設定：";

/* Class = "NSMenuItem"; title = "Surname ends with:"; ObjectID = "199"; */
"199.title" = "姓の最後：";

/* Class = "NSMenuItem"; title = "Surname starts with:"; ObjectID = "200"; */
"200.title" = "姓の始め：";

/* Class = "NSButtonCell"; title = "Check"; ObjectID = "215"; */
"215.title" = "チェック";